{
  "posts": [
    { "id": 1, "titulo": "Dom Quixote", "autor": "Miguel de Cervantes", "imagem": "https://m.media-amazon.com/images/I/51XULadddlL.jpg", "sinopse": "A história do engenhoso fidalgo Dom Quixote e de seu fiel escudeiro Sancho Pança conquista leitores geração após geração. O clássico de Miguel de Cervantes é considerado o expoente máximo da literatura espanhola e, em 2002, foi eleito por uma comissão de escritores de 54 países o melhor livro de ficção de todos os tempos. Em homenagem aos 400 anos de morte de Miguel de Cervantes, a Nova Fronteira traz ao público esta edição especial, com a obra integral em dois volumes. O texto de Cervantes é acompanhado das belíssimas ilustrações do francês Gustave Doré, um dos mais fantásticos artistas do século XIX." },
    { "id": 2, "titulo": "História em Duas Cidade", "autor": "Charles Dickens", "imagem": "https://img.travessa.com.br/livro/BA/20/20222710-a8bb-437b-b875-3ef8b49924c6.jpg", "sinopse": "Dickens embarca aqui em uma emocionante pintura da Revolução Francesa. A peculiaridade deste romance começa na condição indissociável da escrita de Charles Dickens: é obviamente com o olhar estrangeiro e não raro antagônico de um inglês que ele dá vazão à sua trama. O autor evita o posicionamento político, centrando a narrativa nas observações de cunho social e no impacto individual que aquele processo impingiu a pessoas de todas as camadas. O aristocrata, o burguês, o camponês, o malandro, o vagabundo. Estão todos ali. De um lado, encontramos personagens como o ex-prisioneiro da Bastilha, doutor Manette; Charles Darnay, o aristocrata que rompe com a família e com sua classe social; o senhor Lorry, a personificação do inglês sistemático e virtuoso; a senhora Defarge, face cruel e impiedosa das jacqueries; o enigmático Sidney Carton, aquele que confere à trama o que ela tem de mais romanesco e sem dúvida um dos grandes personagens da literatura inglesa. Todos eles de personalidades marcantes, na melhor tradição do romance folhetinesco. De outro lado, contrapõe-se a multidão: o povo miserável de Paris e de seus arrabaldes, ora animalizado na pobreza à qual os empurrou uma voraz aristocracia, ora plateia ensandecida do espetáculo dantesco de La Guillotine." },
	{ "id": 3, "titulo": "O Senhor dos Anéis: A Sociedade do Anel", "autor": "J. R. R. Tolkien", "imagem": "https://images-na.ssl-images-amazon.com/images/I/81MZ8OjmQrL.jpg", "sinopse": " Numa cidadezinha indolente do Condado, um jovem hobbit é encarregado de uma imensa tarefa. Deve empreender uma perigosa viagem através da Terra-média até as Fendas da Perdição, e lá destruir o Anel do Poder - a única coisa que impede o domínio maléfico do Senhor do Escuro.A Sociedade do Anel é a primeira parte da grande obra de ficção fantástica de J. R. R. Tolkien, O Senhor dos Anéis.É impossível transmitir ao novo leitor todas as qualidades e o alcance do livro. Alternadamente cômica, singela, épica, monstruosa e diabólica, a narrativa desenvolve-se em meio a inúmeras mudanças de cenários e de personagens, num mundo imaginário absolutamente convincente em seus detalhes. Nas palavras do romancista Richard Hughes, “quanto à amplitude imaginativa, a obra praticamente não tem paralelos e é quase igualmente notável na sua vividez e na habilidade narrativa, que mantêm o leitor preso página após página”.Tolkien criou em O Senhor dos Anéis uma nova mitologia num mundo inventado que demonstrou possuir um poder de atração atemporal." },
	{ "id": 4, "titulo": "O Pequeno Príncipe", "autor": "Antoine de Saint-Exupéry", "imagem": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12113519/1008000426.jpg?v=637142264869270000", "sinopse": "Um piloto cai com seu avião no deserto e ali encontra uma criança loura e frágil. Ela diz ter vindo de um pequeno planeta distante. E ali, na convivência com o piloto perdido, os dois repensam os seus valores e encontram o sentido da vida. Com essa história mágica, sensível, comovente, às vezes triste, e só aparentemente infantil, o escritor francês Antoine de Saint-Exupéry criou há 70 anos um dos maiores clássicos da literatura universal. Não há adulto que não se comova ao se lembrar de quando o leu quando criança. Trata-se da maior obra existencialista do século XX, segundo Martin Heidegger. Livro mais traduzido da história, depois do Alcorão e da Bíblia, ele agora chega ao Brasil em nova edição, completa, com a tradução de Luiz Fernando Emediato e enriquecida com um caderno ilustrado sobre a obra e a curta e trágica vida do autor. " },
	{ "id": 5, "titulo": "Harry Potter e a Pedra Filosofal", "autor": "J. K. Rowling", "imagem": "https://lojasaraiva.vteximg.com.br/arquivos/ids/12100486/1007942370.jpg?v=637142216975430000", "sinopse": "Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais. O menino de olhos verde, magricela e desengonçado, tão habituado à rejeição, descobre, também, que é um herói no universo dos magos. Potter fica sabendo que é a única pessoa a ter sobrevivido a um ataque do tal bruxo do mal e essa é a causa da marca em forma de raio que ele carrega na testa. Ele não é um garoto qualquer, ele sequer é um feiticeiro qualquer ele é Harry Potter, símbolo de poder, resistência e um líder natural entre os sobrenaturais. A fábula, recheada de fantasmas, paredes que falam, caldeirões, sapos, unicórnios, dragões e gigantes, não é, entretanto, apenas um passatempo."},
	{ "id": 6, "titulo": "O Hobbit", "autor": "J. R. R. Tolkien", "imagem": "https://http2.mlstatic.com/livro-o-hobbit-capa-dura-pster-j-r-r-tolkien-D_NQ_NP_657063-MLB31625876794_072019-F.jpg", "sinopse": "Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta. A partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar. Ele é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos.Esta jornada fará Bilbo, Gandalf e 13 anãos atravessarem a Terra-média, passando por inúmeros perigos, sejam eles, os imensos trols, as Montanhas Nevoentas infestadas de gobelins ou a muito antiga e misteriosa Trevamata, até chegarem (se conseguirem) na Montanha Solitária. Lá está um incalculável tesouro, mas há um porém. Deitado em cima dele está Smaug, o Dourado, um dragão malicioso que... bem, você terá que ler e descobrir.Lançado em 1937, O Hobbit é um divisor de águas na literatura fantástica mundial. Mais de 80 anos após a sua publicação, o livro que antecede os ocorridos em O Senhor dos Anéis continua arrebatando fãs de todas as idades, talvez pelo seu tom brincalhão com uma pitada de magia élfica, ou talvez porque J.R.R. Tolkien tenha escrito o melhor livro infanto-juvenil de todos os tempos. " },
	{ "id": 7, "titulo": "O Sonho da Câmara Vermelha", "autor": "Cao Xueqin", "imagem": "https://secvlary.files.wordpress.com/2012/11/dream-of-the-red-chamber.jpg", "sinopse": "O tema principal gira em torno de um triângulo amoroso entre o personagem principal, Jia Baoyu, que ama sua prima adoentada Lin Daiyu, mas que está predestinado a se casar com outra prima, Xue Baochai. Este triângulo amoroso tem, como pano de fundo, o declínio dos dois ramos do clã (família) Jia: a casa Rongguo e a casa Ningguo. Eles residem em dois grandes complexos residenciais na capital. Seus antepassados foram feitos duques e ganharam títulos imperiais. No início do romance, os dois ramos estão entre as mais ilustres famílias na capital. Uma das membras do clã é escolhida consorte real, e um jardim exuberante é construído para receber sua visita. A novela descreve a riqueza e a influência dos Jias com grande detalhamento naturalista, e descreve a queda dos Jias das alturas de sua glória, acompanhando trinta personagens principais e mais de quatrocentos personagens secundários. Eventualmente, o clã Jia cai em desgraça junto ao imperador, e suas propriedades são confiscadas.Na narrativa moldura da história, uma pedra senciente abandonada pela deusa Nu Kua quando esta havia consertado os céus éons atrás, pede, a um monge taoista e a um monge budista, para levá-la consigo para que ela possa conhecer o mundo. A pedra, com um acompanhante (na versão de Cheng-Gao, ambos se fundem em um único personagem), ganha a chance de aprender com a experiência humana.O personagem principal é o adolescente despreocupado herdeiro da família, Jia Baoyu. Ele nasceu com um pedaço mágico de jade na boca. Ele tem uma ligação especial com sua enfermiça prima Lin Daiyu, com quem divide seu amor por música e poesia. Baoyu, entretanto, é predestinado a se casar com outra prima, Xue Baochai, cuja graça e inteligência se encaixam no conceito de mulher ideal chinesa. Porém Jia Baoyu não tem nenhuma conexão emocional especial com Xue Baochai. A rivalidade amorosa e a amizade entre os três personagens, com o pano de fundo da decadência do prestígio de suas famílias, compõe a principal história da novela." }
  ],
  
  "profile": {
    "name": "MichaelMagalhaes"
  }
}
